local function run(msg,matches)
return [[ ⚠️Power off⚠️:
🏆دًٍسًٍــًٍـًٍتًٍــًٍوًٍرًٍاًٍتًٍ مًٍــًٍدًٍیًٍــًٍرًٍیًٍــًٍتًٍــًٍےًٍ🏆
✷✷✷✷✷✷✷✷✷✷✷✷✷
#bot off خاموش کردن ربات
#bot on روشن کردن ربات
#setadmin انتخاب ادمین با ریپلی
#demoteadmin حذف کردن از ادمین با ریپلی
#promote ترفیع مقام با ریپلی ربات به حرف آن شخص گوش میدهد
#demote خلع مقام ربات به هرف آن شخص گوش نمیدهد
#ban مسدود کردن با ریپلی اگر دوباره بیاد ربات پاکش میکنه
#unban رفع مسدودی با ایدی یا یوزرنیم
#banlist لیست مسدودی ها
#block اخراج کردن با ریپلی
#warn اخطار دادن به کاربر با ریپلی چهارتا اخطار بشه ربات حذفش میکنه
#unwarn پاک کردن اخطارها با ریپلی
#rmsg 4 پاک کردن پیامهای اخیر
بجای چهار هرعددی از یک تا صد
#setname *
تغییر اسم گروه ب جای * اسم جدید گروه را بنویسید
#setphoto تغییر عکس گروه بعداز زدن دستور عکس را بفرستید
#who مشاهده تمامی اعضا
#link مشاهده لینک گروه
#setrules تنظیم کردن قوانین جلوی دستور قوانین رو بنویس
🔐دًٍسًٍــًٍـًٍتـًٍوًٍرًٍاًٍتًٍ اًٍمًٍــًٍنًٍــًٍیًٍــًٍتًٍــًٍـًٍےًٍ🔐
✷✷✷✷✷✷✷✷✷✷✷✷✷
#lock link قفل کردن تبلیغات
#unlock link باز کردن تبلیغات
#lock strict تنظیمات سختگیرانه
💥لینک بزارن ربات هم لینک رو پاک میکنه هم خود شخص💥
#unlock strict جارج شدن از تنظیمات سختگیرانه
#lock spam قفل اسپم
#unlock spam باز کردن اسپم
#lock flood قفل کردن فلود
#unlock flood باز کرد فلود
#setflood حساسیت فلودکردن از یک تا بیست جلو دستور عدد بزنید
#mute photo قفل ارسال عکس
#unmute photo باز کردن ارسال عکس
#mute gifs قفل ارسال گیف
#unmute gifs باز کردن ارسال گیف
#mute video قفل ارسال ویدئو
#unmute video بازکردن ارسال ویدئو
#mute text قفل ارسال متن
#unmute text باز کردن ارسال متن
#lock sticker قفل ارسال استیکر
#unlock sticker باز کردن ارسال استیکر
#mute documents قفل ارسال فایل
#unmute documents باز کردن ارسال فایل
#lock tgservice قفل کردن پیامهای ورود و خروج افراد
#unlock tgservice بازکردن پیامهای ورود و خروج افراد
#muteslist مشاهده لیست میوت ها
#settings تنظیمات
#muteuser خفه کردن شخص با ریپلی برای آزاد کردن دوباره بزنید
#mutelist لیست خفه شدگان
#addword فیلتر کردن کمه جلوش کلمرو بنویس
#rw حذف کلمه از لیست فیلتر کلمرو جلوش بنویس
#clearbadwords حذف همه کلمات فیلتر شده
#bots لیست ربات های موجود
#public yes عمومی کردن گروه
#pudic no خصوصی کردن گروه
👥دًٍسًٍــًٍـًٍتًٍــًٍـًٍوًٍاًٍرًٍتًٍ کـًٍـًٍاًٍرًٍبـًٍـًٍـًٍرًٍاًٍنًٍ👥
✷✷✷✷✷✷✷✷✷✷✷✷✷
#id مشاهده شناسه شما
#info ️اطلاعات حساب کاربری شما
#me ️درباره شما
#admins لیست ادمین های گروه
#kickme اخراج شدن شما
#rules مشاهده قوانین
💥سًٍــًٍاًٍیًٍــًٍرًٍ دًٍسًٍــًٍتًٍــًٍوًٍرًٍاًٍتًٍ💥
#time اعلام ساعت تاریخ
#arz اعلام نرخ ارز،طلا،دلار
#earz تبدیل واحدهای پول
#earz 36000 :مثال
#calc ماشین حساب
برای ضرب کردن از * برای تقسیم کردن از / و برای به توان رساندن از ^ استفاده کنید.
#mobile لیست موبایل های جدید
#date مناسبت های ماه
#news جدیدترین خبرها
#music موزیک درخواستی جلو دستور اسم خواننده
#app برنامه درخواستی جلو دستور اسم برنامه
#write زیبا نویسی اسم جلو دستور اسم را بنویسید
🔻🔻🔻🔻🔻🔻🔻
#linksp لینک ساپورت ما
🔺🔺🔺🔺🔺🔺🔺
#feedback ارسال نظرات انتقادات
مثال:
#feedback رباتتون عالیه]]
end

return {
patterns={
"^[#/!][Hh]elpgp$"
},
run = run
}