do

function run(msg, matches)
  return [[
دستورات مدیریتی🏆
✷✷✷✷✷✷✷✷✷✷✷✷✷
#bot off خاموش کردن ربات
#bot on روشن کردن ربات
#setadmin انتخاب ادمین با ریپلی
#demoteadmin حذف کردن از ادمین با ریپلی
#promote ترفیع مقام با ریپلی ربات به حرف آن شخص گوش میدهد
#demote خلع مقام ربات به هرف آن شخص گوش نمیدهد
#ban مسدود کردن با ریپلی اگر دوباره بیاد ربات پاکش میکنه
#unban رفع مسدودی با ایدی یا یوزرنیم
#banlist لیست مسدودی ها
#block اخراج کردن با ریپلی
#warn اخطار دادن به کاربر با ریپلی چهارتا اخطار بشه ربات حذفش میکنه
#unwarn پاک کردن اخطارها با ریپلی
#rmsg 4 پاک کردن پیامهای اخیر
بجای چهار هرعددی از یک تا صد
#setname *
تغییر اسم گروه ب جای * اسم جدید گروه را بنویسید
#setphoto تغییر عکس گروه بعداز زدن دستور عکس را بفرستید
#who مشاهده تمامی اعضا
#link مشاهده لینک گروه
#setrules تنظیم کردن قوانین جلوی دستور قوانین رو بنویس
  ]]

  end
return {
  description = "shows nerkh", 
  usage = "nerkh : return sudousers",
  patterns = {
    "^[!/]helpmod$",

  },
  run = run
}
end